app/views/orders/_shipped_orders.html.erb

SELECT "order_items".* FROM "order_items" WHERE "order_items"."order_id" = ?
---
      <tbody>
        <% order.order_items.each do |oi| %>