app/views/orders/_unshipped_orders.html.erb

      <tbody>
        <% order.order_items.each do |oi| %>
---
SELECT "order_items".* FROM "order_items" WHERE "order_items"."order_id" = ?